Repository: hcorigliano/despegar-winphone-app
Catalog: Despegar.LegacyCore/Resource/Properties-*.resx
Languages: pt

# CommonBrandName
source: Decolar.com
pt: Despegar.com

# HomeProductFlights
source: Passagens
pt: Vuelos

# HomeProductFlightsDescription
source: Encontre o melhor vôo
pt: Encuentre el vuelo mas conveniente.

# HomeProductFlightTracker
source: Estado do vôo
pt: Estado de vuelo

# HomeProductFlightTrackerDescription
source: Acompanhe o estado de seu vôo
pt: Vea si un vuelo está en horario.

# HomeProductHotelForToday
source: Hotel para hoje
pt: Hotel para hoy

# HomeProductHotelForTodayDescription
source: Hotel perto para esta noite
pt: Hotel cercano para esta noche.

# HomeProductHotels
source: Hoteis
pt: Hoteles

# HomeProductHotelsDescription
source: Reserve o quarto ideal
pt: Reserve la habitación perfecta.

# HomeProductSelfservice
source: Meu decolar
pt: Mi Despegar

# HomeProductSelfserviceDescription
source: Veja estado de sua reservação
pt: Vea el estado de su reserva.

# ResourceLanguage
source: é
pt: es

# HomeProductCars
source: Carros
pt: Autos

# HomeProductCarsDescription
source: Escolha carro para sua viagem.
pt: Elija el auto para su viaje.

# HomeProductCarsUrl
source: carros/
pt: autos/

# HomeProductHotelForTodayUrl
source: hoteis/search/location/{0},{1}/{2}/{3}/2/i1
pt: hoteles/search/location/{0},{1}/{2}/{3}/2/i1

# HomeProductSelfserviceUrl
source: meudecolar/
pt: midespegar/

# ConnectionErrorMessage
source: Erro de conexão
pt: Error de conexión.

# SettingsButtonConfiguration
source: Configuração
pt: configuración

# HotelCheckoutRoomTitle
source: Titular do quarto
pt: Titular de la habitación

# HotelCheckoutCardTitle
source: forma de pagamento
pt: forma de pago

# HotelCheckoutContactTitle
source: dados do contato
pt: datos de contacto

# HotelCheckoutPassengersTitle
source: Passageiros
pt: huéspedes

# HotelCheckoutPaymentTitle
source: forma de pagamento
pt: forma de pago

# CheckoutLabel_Error_countryCode_INVALID_LENGTH
source: Por favor, preencha o código do país do telefone.
pt: Por favor, ingrese el código de país del teléfono.

# CheckoutLabel_Error_email_INVALID_LENGTH
source: Por favor, verifique o e-mail onde vá recever o voucher.
pt: Por favor, verifique el e-mail en donde recibirá el voucher.

# CheckoutLabel_Error_lastName_INVALID_NAME
source: Por favor, preenche el sobrenome do cliente.
pt: Por favor, ingrese el apellido del huésped.

# CheckoutLabel_Error_firstName_INVALID_NAME
source: Por favor, preenche o nome do cliente.
pt: Por favor, ingrese el nombre del huésped.

# CheckoutLabel_Error_phoneNumber_INVALID_LENGTH
source: Por favor, verifique seu número de telefone.
pt: Por favor, verifique su número de teléfono.

# CheckoutLabel_Error_NotEqualEmails
source: O endereços dos e-mails devem ser iguais.
pt: Las direcciones de e-mail ingresadas en ambos campos deben ser iguales.

# CheckoutLabel_Placeholder_AsIsInDocument
source: Como indicado no documento
pt: Como figura en el documento

# CheckoutLabel_Placeholder_FillEmail
source: Preenche e-mail do titular
pt: Ingrese el e-mail del titular

# CheckoutLabel_Title_Email
source: E-mail (onde vai receber seu voucher)
pt: E-mail (donde recibirá su voucher)

# CheckoutLabel_Title_Last
source: Sobrenome
pt: Apellido

# CheckoutLabel_Title_Name
source: Nome
pt: Nombre

# CheckoutLabel_Title_Phone
source: Telefone
pt: Teléfono

# CheckoutLabel_Title_RepeatEmail
source: Confirme seu e-mail
pt: Confirme su e-mail

# AppBarNextField
source: Prôximo
pt: Siguiente

# CheckoutLabel_Title_CardNumber
source: Número de cartão de crédito
pt: Número de la tarjeta

# CheckoutLabel_Title_CardType
source: Cartão
pt: Tarjeta

# CheckoutLabel_Title_DocumentNumber
source: Número de identidade
pt: D.N.I del titular de la tarjeta

# CheckoutLabel_Title_OwnerGender
source: Sexo do titular do cartão de crédito
pt: Sexo del titular de la tarjeta

# CheckoutLabel_Title_OwnerName
source: Nome e Sobrenome do titular do cartão de crédito
pt: Nombre y apellido del titular de la tarjeta

# CheckoutLabel_Title_SecurityCode
source: Código de segurança
pt: Código de seguridad

# HotelCheckoutAditionalsTitle
source: Opções adicionais
pt: Opciones adicionales

# HotelCheckoutCardDataTitle
source: dados do cartão de crédito
pt: datos de tarjeta

# CheckoutLabel_Error_YearMonthInvalid
source: Por favor, verifique o mes e ano de caducidade do cartao.
pt: Por favor, verifique el mes y año de vencimiento de la tarjeta.

# CheckoutLabel_Error_cardNumber_INVALID_LENGTH
source: Por favor, preencha o número de cartão.
pt: Por favor, ingrese el número de la tarjeta.

# CheckoutLabel_Error_ownerDocument_INVALID_LENGTH
source: Por favor, verifique o número de identificação seja igual que do cartão de crédito.
pt: Por favor, ingrese el número de documento del titular de la tarjeta.

# CheckoutLabel_Error_ownerName_INVALID_LENGTH
source: Por favor, preenche o nome e sobrenome do dono do cartão de crédito.
pt: Por favor, ingrese el nombre y apellido del titular de la tarjeta.

# CheckoutLabel_Error_voucherDoesNotExists
source: O codigo ingressado não existe.
pt: El código ingresado no existe.

# CheckoutLabel_Placeholder_ExpirationYear
source: Ano (Ej: 2014)
pt: Año (Ej: 2014)

# CheckoutLabel_Placeholder_ReferenceCode
source: Preenche o codigo
pt: Ingrese el código

# CheckoutLabel_Error_InvalidCardNumber
source: O número preenchado na corresponde á {0}
pt: El número ingresado no corresponde a una {0}

# CheckoutLabel_Error_InvalidSecurityCode
source: Por favor, verifique quantidade de dígitos.
pt: Por favor, verifique la cantidad de dígitos.

# ThanksLabel_GoToHomePage
source: Ir para home screen
pt: Ir a la página de inicio

# ThanksLabel_HowTheProcessContinues
source: Como continuar a compra
pt: ¿Cómo continúa el proceso de compra?

# ThanksLabel_ProcessDescription
source: Seu pagamento esta sendo processado. Quando o pagamento seja concretado vôce vai ser contatado pelo e-mail.
pt: Su pago está siendo procesado. Una vez que el pago se procese exitosamente recibirá un e-mail con la información de compra.

# ThanksLabel_ReservationDetail
source: Informação da reservação
pt: Detalle de reserva

# ThanksLabel_ThanksForBuying
source: Muito obrigado pela solicitação de compra!
pt: ¡Muchas gracias por su solicitud de compra!

# ThanksLabel_YourCroIdNumber
source: Seu número de solicitação de compra é
pt: Su número de solicitud de compra es:

# CheckoutLabel_Error_email_INVALID_EMAIL
source: Por favor, verifique o e-mail onde vá recever o voucher.
pt: Por favor, verifique el e-mail en donde recibirá el voucher.

# CheckoutLabel_Error_countryCode_NOT_NUMERIC
source: Por favor, verifique o código do país só seja números.
pt: Por favor, verifique que el código de país sólo contenga números.

# CheckoutLabel_Error_ownerDocument_INVALID_DOCUMENT_NUMBER
source: Por favor, verifique que número de identificação seja válido.
pt: Por favor, verifique que el número de documento sea válido.

# CheckoutLabel_Error_ownerName_INVALID_CARD_OWNER_NAME
source: Por favor, verifique o nome do titular do cartão de crédito este preenchado. (um nome e sobrenome)
pt: Por favor, verifique que el nombre del titular de tarjeta esté completo, al menos un nombre y un apellido.

# CheckoutLabel_Error_phoneNumber_INVALID_PHONE_NUMBER
source: O número de telefone tem que ser números.
pt: El número de teléfono sólo debe contener números.

# CheckoutLabel_Error_voucher_INVALID_LENGTH
source: Por favor, verifique o número do codigo de referencia.
pt: Por favor, verifique el número del código de referencia.

# CheckoutLabel_Error_YouHaveToReadAndAcceptTermsAndConditions
source: Por favor, leia e aceite os termos e condições.
pt: Para comprar debe Leer y aceptar las condiciones de compra.

# CheckoutLabel_Title_AcceptConditions
source: Li e aceito as
pt: Leí y acepto las

# CheckoutLabel_Title_AcceptConditionsLink
source: Condições de compra
pt: condiciones de compra.

# HotelCheckout_CardWillBeUsedAsWarranty
source: O cartão vai ser usado só como garantia de reservação.
pt: La tarjeta será utilizada como garantía de reserva.

# HotelCheckout_PayAtDestination
source: Pagamento no destino
pt: Pago en destino

# HotelCheckout_PayInOnePayment
source: 1 pagamento com
pt: 1 pago con

# HotelCheckout_PaymentsOf
source: pagamentos de
pt: pagos de

# HotelCheckout_PayWithInterest
source: pagamentos com
pt: pagos con

# HotelCheckout_PayWithoutInterest
source: pagamentos sem juros com
pt: pagos sin interés con

# CheckoutLabel_Message_BeCorrect
source: e intente novamente.
pt: e intente nuevamente.

# CheckoutLabel_Message_CheckCardData
source: dados de pagamento,
pt: datos de pago,

# CheckoutLabel_Message_CheckContact
source: dados de contato,
pt: datos de contacto,

# CheckoutLabel_Message_CheckGuests
source: dados dos hóspedes,
pt: datos de los huéspedes,

# CheckoutLabel_Message_CheckItPlease
source: Por favor verifique a informação dada em
pt: Por favor verifique la información brindada en

# CheckoutLabel_Message_CheckPassengers
source: dados dos pasageiros,
pt: datos de los pasajeros,

# CheckoutLabel_Message_CheckTheInformation
source: Verifique os dados preenchados
pt: Verifique los datos ingresados

# CheckoutLabel_Error_PASSENGER_TYPE_CHILD
source: Crianças
pt: Menor

# CheckoutLabel_Error_PASSENGER_TYPE_INFANT
source: Bebês
pt: Bebe

# FlightsCheckoutBuyFlight
source: Comprar vôo
pt: Comprar vuelo

# FlightsCheckoutPassengersTitle
source: passageiros
pt: pasajeros

# CheckoutLabel_Title_Birthday
source: Data de nascimento
pt: Fecha de nacimiento

# CheckoutLabel_Title_Nationality
source: Nacionalidade
pt: Nacionalidad

# CheckoutLabel_Title_PassDocumentNumber
source: Número de identidade
pt: Número de documento

# CheckoutLabel_Error_passengerLast_INVALID_NAME
source: Por favor, preenche sobrenome do passageiro.
pt: Por favor, ingrese el apellido del pasajero.

# CheckoutLabel_Error_passengerName_INVALID_NAME
source: Por favor, preenche nome do passageiro.
pt: Por favor, ingrese el nombre del pasajero.

# CheckoutLabel_Title_PassengerGender
source: Sexo
pt: Sexo del pasajero

# CheckoutLabel_Error_INVALID_BIRTHDAY
source: Por favor, verifique data de nacimiento.
pt: Por favor, verifique la fecha de nacimiento.

# SettingsPage_LocationLabel
source: Localização
pt: Localización.

# SettingsPage_LocationText
source: Permitir a Decolar.com usar o servico de localizacao. Decolar.com usa seus dados de localizacao para ofrecer-le hoteis perto sua locacao. Decolar.com nao comparte seus dados de localizacao.
pt: Permitir a Despegar.com usar el servicio de localización. Despegar.com utiliza sus datos de localización para ofrecerle hoteles cerca a su ubicación. Despegar.com no comparte sus datos de localización.

# SettingsPage_SettingsLabel
source: Configuração
pt: Configuración

# CheckoutLabel_Details_ConectionWith
source: Conexão com espera de
pt: Conexión con espera de

# CheckoutLabel_Details_Flight
source: Vôo
pt: Vuelo

# CheckoutLabel_Details_From
source: Desde
pt: Sale de

# CheckoutLabel_Details_Segment
source: Trecho
pt: Tramo

# CheckoutLabel_Details_TotalTime
source: Duração total de vôo:
pt: Duración total del vuelo:

# CheckoutLabel_Details_VUELTA
source: VOLTA
pt: VUELTA

# CheckoutLabel_Title_Details
source: Informação da compra
pt: Detalle de la compra

# CheckoutLabel_Details_To
source: para
pt: llega a

# FlightCheckoutDetailsInfants
source: bebê(s)
pt: bebe(s)

# FlightCheckoutDetailsChildren
source: criança(s)
pt: menor(es)

# FlightCheckoutDetailsTaxes
source: Impostos e taxas
pt: Impuestos y tasas

# FlightCheckoutDetailsPricePerChild
source: Tarifa por criança
pt: Tarifa por menor

# FlightCheckoutDetailsPricePerInfant
source: Tarifa por bebê
pt: Tarifa por bebe

# HotelCheckout_PaymentOf
source: pagamento de
pt: pago de

# CheckoutLabel_Details_Nights
source: noite(s)
pt: noche(s)

# CheckoutLabel_Details_Rooms
source: Quarto(s)
pt: habitación(es)

# HotelCheckoutDetailsTaxes
source: Impostos e taxas
pt: Impuestos y tasas

# HotelCheckout_PerNightRoom
source: Quarto por noite
pt: Habitación por noche

# CheckoutLabel_Title_Billing
source: Endereço de entrega do cartão de crédito
pt: Dirección de entrega del resúmen de la tarjeta

# CheckoutLabel_Placeholder_Bank
source: Nome do Banco
pt: Nombre del banco

# CheckoutLabel_Title_Bank
source: Entidade bancaria
pt: Entidad bancaria

# CheckoutLabel_Message_AdditionalDataNeeded
source: Por Segurança preencher a siguente informaçao:
pt: Por seguridad complete la siguiente información:

# CheckoutLabel_Message_ChangeCreditCard
source: Por favor verifique que o cartão de crédito tenha disponibilidade ou use outro médio de pagamento.
pt: Por favor verifique que la tarjeta disponga de fondos o intente con otro medio de pago.

# CheckoutLabel_Message_CheckCreditCardData
source: Por favor verifique que os dados do cartão de crédito sejam correto.
pt: Por favor verifique que los datos de tarjeta sean correctos e intente nuevamente.

# CheckoutLabel_Message_CouponNoRecoverable
source: Ocorreu erro ao usar seu cupom de desconto, por favor tente de novo máis tarde.
pt: Ha ocurrido un error al procesar su cupón de descuento, por favor vuelva a intentarlo mas tarde.

# CheckoutLabel_Message_NoRecoverableError
source: Ocorreu erro processando sua solicitação, por favor tente de novo máis tarde.
pt: Ha ocurrido un error al procesar su solicitud, por favor vuelva al listado e intentelo nuevamente.
